const questions = [
    {
      category: "География",
      question: "Бишкек город какой страны?",
      options: ["Казакстан", "Франция", "Китай", "Кыргызстан"],
      correctAnswer: "Кыргызстан",
    },
    {
      category: "Фильм",
      question: "В каком фильме Вин Дизель получил популярность?",
      options: ["Форсаж", "Голодные Игры", "Рай под ногами матери", "мстители"],
      correctAnswer: "Форсаж",
    },
    {
      category: "Писатель",
      question: "Кто написал книгу 'Война и Мир'?",
      options: ["Юрий Гагарин", "Лев Толстой", "Александ Пушкин", "Чынгыз Айтматов"],
      correctAnswer: "Лев Толстой",
    },
    {
      category: "Вторая Мировая война",
      question: "В каком году началась Вторая Мировая война?",
      options: ["1941", "1939", "1944", "1938"],
      correctAnswer: "1939",
    },  {
      category: "Автомобиль",
      question: "Какой автомобиль самый бытрый в СНГ?",
      options: ["BMW M5 F90","Mercedes CLS63", "ВАЗ-2106", "Toyota"],
      correctAnswer: "ВАЗ-2106",
    },  
  ];
  
  export default questions;
  